


# 텍스트 스크립트 적는 곳. 대사는 여기 적고 대사 수정 필요시 이곳만 수정

introtxt = [
    #1
    ["어딘가 우리 우주는 아니지만 실업률이 치솟는 우주..",\
    "숫자의 발달로 온 우주는 AI를 탑재한 기계들이 일자리를 차지하게됐다."],\
    #2
    ["당신도 수많은곳에 60000개의 이력서를 제출해봤고,",\
    "59999개의 업체에서 떨어지고 말았으나..",\
    "운좋게도 '55135'라는 햄버거 판매 우주선에서 온 채용 연락이 왔다."],\
    #3
    ["[오늘 출근할 AI 가 AI노동권 시위참여로 인해 결근하였습니다.]",\
     "[그러므로 당분간 당신이 일해주었으면 합니다.]"],\
    #4
    ["[우리 버거선은 'Shoot n Stack Burger Survice', SSBS입니다.]","['빠른 버거수령을 위한 슛앤스택 서비스'를 모토로 삼고 있죠.]",\
    "[인수인계는 이 안내문으로도 충분하니, 겁먹지 마세요.]","[지금 당장 뇌 깊숙이 새겨 드릴테니까요.]"],\
    #5 example animation 필수
    ["[우주선에 탄 손님이 오면, 손님이 보여주는 레시피에 맞는 버거 재료를]",
    "[아래에서부터 순차적으로 손님에게 던지면 됩니다.]","[레시피의 아래 재료부터 쌓아야함을 반드시 기억하세요.]",\
    "[손님이 받을 재료와 다른 재료를 던지게되면]","[컴플레인이 들어오니 유의하세요.]"],\
    #6
    ["[하루에 판매돼야하는 버거 할당량이 있습니다.]",\
    "[할당량을 넘기지 못하면 다음날은 근무할 수 없습니다.]" ,\
    "[컴플레인이 있는 경우, 건 수 만큼 업무량을 차감합니다.]"],\
    #7
    ["[이 글을 다 보시면 업무지로 강제이동됩니다. 행운을 빕니다. .]",
     "- from. SSBS "]
]

outtrotxt=[
    #1
    ["3일차까지 당신은 결국 화려한 손기술에 인기를 끌게됐고,",\
    " 우주의 시민들에게서 '모범 버거투수상' 을 수여받았다."],
    #2
    ["55135는 AI가 아닌 알바생이 재료를 잘 던진다는 소문으로,",\
     "잠깐 인기를 끌었지만, 얼마 지나지 않아 BWF(Burger Worship",\
     "Foundation) 라는 종교 집단에 의해,","가게 자체가 버거에의한 모욕죄라며 고소받아 망했다."],
    #3
    ["그 이후 버거가게를 중심으로 줄줄이 가게고소열풍이불어","수많은 알바전용 AI들이 줄줄이 실직해 폐기됐고,",\
        "상대적으로 비 AI의 실업률이 꽤 줄어들어 실업자가 감소됐다."],
    #4
    ["모범 버거 투수상은 영원히 기억될것이다. 당신은 우주 경제를 살렸다.",\
     "- END"]
]